Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/deatnusiri-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009.
nob: Artikkel i boka Samisk skolehistorie 3. Davvi Girji 2008.

source: Sámesearvvit váldet ovddasvástádusa Deanus
nob: I Tana tar sameforeningene ansvar

source: Siri Broch Johansen (Govva: Svein Lund)
nob: Siri Broch Johansen (Foto: Svein Lund)

source: Siri Broch Johansen lea Sámi skuvlahistorjjá doaimmahusjoavkku miellahttu ja jođiha Deanu giellagátti – SEG.
nob: Siri Broch Johansen er med i redaksjonen for Samisk skolehistorie og leder Deanu sámi giellaguovddáš / Tana samiske språksenter - SEG (SEG = Sámi ealáhus- ja guorahallanguovddáš = Samisk nærings- og utredningssenter, Tana.).

source: Sáhttá lohkat eambbo su birra 2. girjjis, gos muitala iežas skuvlahistorjjá.
nob: Man kan lese mer om henne i Samisk skolehistorie 2, hvor hun forteller sin egen skolehistorie.

source: Dá son lea guorahallan sámi mánáidgárddiid ovdáneami Deanus, ja lea jearahallan guokte ovdaskuvlaoahpaheaddji ja vel eaiggátovddasteaddji.
nob: Her har hun sett på utviklingen av samiske barnehager i Tana, og har intervjuet to førskolelærere og en representant for eierne.

source: Deanu gielda lea seamma stuoris go olles Østfold fylka, badjel 4000 km 2. 1.1.1964 stuorui Deanu gielda sakka, go sámegielda Buolbmát ja dáruiduvvon vuotnagielda Deatnu oktiičaskojuvvojedje.
nob: Tana kommune (Deanu gielda) er like stor som hele Østfold fylke, over 4000 km 2. 1. januar 1964 ble Tana kommune mye større enn den inntil da hadde vært, for samekommunen Polmak og den fornorska fjordkommunen Tana ble slått sammen.

source: Otná dan beaivve vel lea sámegiella ja sámevuohta nannosamos boares Buolbmát gielddas, vaikko vuolle-Deanus ge lea olu dáhpáhuvvan sámevuođa ektui.
nob: Ennå i dag står samisk språk og samiskhet langt sterkere i tidligere Polmak kommune, sjøl om det også har skjedd mye i forholdet til samiskhet i nedre Tana.

source: Dálá gielddaguovddáš, Deanušaldi, plánejuvvui ja huksejuvvui ovddeš gielddarájá ala.
nob: Dagens kommunesenter, Tana bru, ble planlagt og reist på den tidligere kommunegrensen.

source: Dál leat eanáš gávpedoaimmat ja bargosajit sirdojuvvon Deanušalddi birrasii, nu maid mánáidgárddit.
nob: Nå er de fleste butikkene og arbeidsplassene flyttet til dette området, så også barnehagene.

source: Deanušalddis leat dál guokte priváhta sámemánáidgárddi ja gieldda stuorimus mánáidgárdi, Deanušalddi mánáidgárdi, mii lea dárogiel mánáidgárdi golmmain ossodagain.
nob: Det er nå to private samiske barnehager ved Tana bru, og i tillegg kommunens største barnehage, Tana bru barnehage, som er en norskspråklig barnehage med tre avdelinger.

source: Muđui lea gielddas sámemánáidgárdi Sieiddás, 5 km davábeale Deanušalddi gos maiddái gieldda stuorimus skuvla lea.
nob: Ellers driver kommunen en samisk barnehage i Seida, 5 km nord for Tana bru. Der er også kommunens største skole.

source: Gielddas leat maid bajásšaddanguovddážat Bovccás, mii lea 20 km davábeale Deanušalddi, Deanu oarjjabealde, ja Juovlavuonas, mii lea 45 km davábeale Deanušalddi Deanu nuorttabealde.
nob: Kommunen har også et oppvekstsenter i Boftsa, som er 20 km nord for Tana bru på vestsiden av Tanaelva, og i Austertana, som er 45 km nord for Tana bru på østsiden av Tanaelva.

source: Buot dárogiel mánáidgárddiin lea muhtunlágan sámegiela- ja kulturfálaldat.
nob: Alle de norskspråklige barnehagene har et eller annet tilbud innenfor samisk språk og kultur.

source: Sirpmás, 50 km máttabeale Deanušalddi, ii leat šat mánáidgárdi.
nob: I Sirma, 50 km sør for Tana bru, er det ikke noen barnehage lenger.

source: Sirpmá mánáide leat mánáidgárdesajit Ohcejoga mánáidgárddis Suoma bealde, dahje sii geavahit mánáidgárddiid Deanušalddis.
nob: Sirmabarna har plasser i Utsjok barnehage på finsk side av grensa, eller de går i barnehage ved Tana bru.

source: Vuosttaš mánáidgárddit Deanus álggahuvvojedje 1979.
nob: De første barnehagene i Tana startet opp i 1979.

source: Dat ledje Buolbmágis, mii lea moadde miilla máttabeale Deanušalddi, Suoma rájá lahka, ja vel Juovlavuonas.
nob: De var i Polmak, som er noen mil sør for Tana bru, nært finskegrensa, og i Austertana. Fra Diddi barnehage

source: Deatnogátte mánáidgárdi lei vuosttaš sámi mánáidgárdi Deanus.
nob: Deatnogátte mánáidgárdi (Deatnogátte mánáidgárdi hadde bare samisk navn.

source: Álggahuvvui čakčat 1979 Fanasgiettis, gos lea leamaš, ja ain lea ealas ja ođđajurddašeaddji sámebiras.
nob: høsten 1979. Der har det vært, og er fortsatt, et levende og nytenkende samisk miljø.

source: Doppe bohte maid muhtumat dain vuosttaš mánáin, geat vázze Buolbmát skuvlla sámeluohká [1].
nob: Derfra kom også noen av de første elevene til Polmak skoles samiskklasse (Mer om Polmak skoles sameklasse, Buolbmát sámeskuvla og nåværende Deanu sámeskuvla i Samisk skolehistorie 2.).

source: Diddi mánáidgárddis
nob: Hittil har det vært fire samiske barnehager i Tana: Deatnogádde mánáidgárdi i Båteng og Sirma (1979–2006), Diddi (Diddi mánáidgárdi har ikke navn på norsk.

source: (Govva: Diddi mánáidgárdi)
nob: Diddi betyr laks under 3 kg.)

source: Dássážii leat Deanus leamaš njeallje sámemánáidgárddi: Deatnogátte mánáidgárdi Fanasgiettis ja Sirpmás (1979–2006), Diddi mánáidgárdi Deanušalddis (1987– Sieiddá mánáidgárdi (1997– ja Giellavealgu mánáidgárdi Deanušalddis (2006–
nob: mánáidgárdi ved Tana bru (1987– Seida barnehage (1997– og Giellavealgu (Giellavealgu har også bare navn på samisk. Giellavealgu er fuglen som på norsk heter blåstrupe.)

source: Anne Lise Varsi Solbakk: Sámemánáidgárddiid pedagogalaš njunuš
nob: mánáidgárdi ved Tana bru (2006– Anne Lise Varsi Solbakk: Pedagogisk leder i flere samiske barnehager

source: Anne Lise Varsi Solbakk ovttas mánáidgárdemánáiguin Siida museas, Anáris (Govva: Diddi mánáidgárdi)
nob: Anne Lise Varsi Solbakk sammen med barnehagebarn på Siida museum i Enare. (Foto: Diddi mánáidgárdi)

source: Okta sis geat leat bargan guhká sámi mánáidgárddiin, lea Anne Lise Varsi Solbakk.
nob: En av de som har arbeidet lenge i samiske barnehager, er Anne Lise Varsi Solbakk.

source: Son lea riegádan 1964:s, ja lea bargan sámeskuvllain ja mánáidgárddiin das rájes go skuvllas gearggai 20-jahkásažžan.
nob: Hun er født i 1964, og har arbeidet på sameskoler og i samiske barnehager helt siden hun ble ferdig på skolen i 20-årsalderen.

source: Barggadettiin lea maid oahpu gazzan – son lea ovdaskuvlaoahpaheaddji ja hárjehallanoahpaheaddji, dasa lassin lea sus maid allaskuvlaoahppu duojis ja fágas «juoigan, drámá ja muitaleapmi».
nob: Underveis har hun tatt mer utdanning – hun er førskolelærer og øvingslærer, og i tillegg har hun høgskoleutdannning i duodji og joik, drama og fortellerteknikk.

source: 1991 rájes lea sus leamaš jođiheaddjiovddasvástádus iešguđet virggis mat buot leat čadnon sámi bajásgeassinbargui.
nob: Siden 1991 har hun hatt lederansvar i forskjellige stillinger, som alle har vært knyttet til arbeid med å oppdra samiske barn.

source: Muitalus su bargoeallima birra lea maid muitalus Deanu sámi mánáidgárddiid birra.
nob: Fortellingen om hennes arbeidsliv er også fortellingen om de samiske barnehagene i Tana.

source: Anne-Lise lei Deatnogátte sámi mánáidgárddi jođiheaddji 1985–86.
nob: Anne-Lise var leder i Deatnogátte mánáidgárddi 1985–86.

source: Deatnogátte sámiid searvi – NSR oamastii mánáidgárddi.
nob: Deatnogátte sámiid searvi – NSR eide barnehagen.

source: Dalle ledje guokte ossodaga, Fanasgiettis ja Sirpmás.
nob: På den tida var det to avdelinger, en i Båteng og en i Sirma.

source: Anne-Lise de jođii ossodagaid gaskkas.
nob: Anne-Lise pendlet mellom avdelingene.

source: Jagi maŋŋá, 1986–87, de jođihii fas Diddi mánáidgárddi, man Deanu sámiid searvi – NSR oamasta.
nob: Året etter, i 1986–87, ledet hun Diddi mánáidgárddi, som Deanu sámiid searvi – NSR eier.

source: Diddi mánáidgárdi lea dábálaš ássanvisttis Deanušalddis.
nob: Diddi mánáidgárdi holder til i et bolighus ved Tana bru.

source: Anne-Lise lea maid leamaš Sieiddá mánáidgárddi hoavda máŋga jagi.
nob: Anne-Lise har også vært leder for Sieiddá mánáidgárdi i mange år.

source: Sieiddá mánáidgárdi lea áidna sámi mánáidgárdi maid Deanu gielda oamasta.
nob: Sieiddá mánáidgárdi er den eneste samiske barnehagen som er kommunalt eid.

source: Ii fal garas mánáid ektui
nob: Ikke hard i forhold til barna

source: 2006 rájes lea Anne-Lise jođihan ođđasamos sámemánáidgárddi Deanus, namalassii Giellavealgu mánáidgárddi.
nob: Siden 2006 har Anne-Lise ledet den nyeste samiske barnehagen i Tana, nemlig Giellavealgu mánáidgárdi.

source: Giellavealgu rahppui Deanušaldái borgemánus 2006, seammás go Deatnogátte mánáidgárdi heaittihuvvui.
nob: Giellavealgu ble åpnet ved Tana bru i august 2006, samtidig som Deatnogátte mánáidgárdi ble lagt ned.

source: Ledje unnán mánát badje-Deanus, ja Deanušalddi guovllus leat dán áigge eanet ahte eanet váhnemat geat háliidit ahte sin mánát galggašedje sámegiela oahppat.
nob: Det var få barn i øvre Tana, og i Tana bru-området er det nå flere og flere foreldre som ønsker at barna deres skal lære samisk.

source: – Dál leat várra máŋga máná Giellavealgu mánáidgárddis geat eai oba gulage sámegiela ruovttus.
nob: – Nå er det kanskje en del barn i Giellavealgu mánáidgárdi som ikke hører samisk hjemme overhodet.

source: Eará mánáidgárdebargit leat muitalan ahte dakkár dilis ferte olmmoš leat garas.
nob: Andre barnehageansatte har sagt at når det er slik, må man være hard.

source: Leat go don leamaš garas ?
nob: Har du vært hard ?

source: – Garasvuohta sámegiela ja kultuvrra ovddideami ektui lea leamaš dárbbašlaš, muhto ii fal leat dárbu leat garas mánáid ektui.
nob: – Det har vært nødvendig å være hard i forhold til utviklinga av samisk språk og kultur, men man trenger ikke å være hard i forhold til barna.

source: Mun lean leamaš garas dán ektui ahte fievrridit sámegiela ja kultuvrra ovddos guvlui, muđui livččii otná dan beaivve ge sámevuohta ja sámegiella badjelgehččojuvvon.
nob: Jeg har vært hard på den måten at vi skal føre samisk språk og kultur videre, ellers ville samiskhet og samisk blitt sett ned på den dag i dag.

source: Mánáidgárddit leat dehálamos ásahusat giela birgema ektui.
nob: Barnehagene er de viktigste redskapene vi har for å berge språket.

source: Jus mánáidgárddis ii lihkostuva gielain, de giella jápmá.
nob: Hvis man ikke lykkes med språket i barnehagene, dør det.

source: Garasvuohta lea maid dárbbašlaš váhnemiid ektui.
nob: I forhold til foreldrene er det også nødvendig å være hard.

source: Go gieldda mánáidgárdái álgen, de dadjen váhnemiidda ahte sii fertejit maid doarjut mánáideaset giela ektui.
nob: Da jeg begynte i den kommunale barnehagen, sa jeg til foreldrene at de også måtte være en språkstøtte for barna sine.

source: – Jáhkát go ahte váhnemat dál dihtet masa servet go mánáideaset bidjet sámi mánáidgárdái ?
nob: – Tror du at foreldrene nå er klar over hva de gjør når de setter barna sine i en samisk barnehage ?

source: – Dan sii sihkkarit dahket, muhto ii leat liikká doarvái.
nob: – Det vet de sikkert, men det er likevel ikke nok.

source: Otná servodat lea hohppos servodat, váhnemat áinnas háliidivčče mánáideaset čuovvulit, muhto áigi lea vátni, ja vuordámušat leat várra stuorrát mánáidgárdái.
nob: Dagens samfunn er et stressamfunn, foreldrene ønsker absolutt å følge opp barna sine, men tiden strekker ikke til, og forventningene til barnehagen er nok store.

source: Mii galgat vuordit eambbo váhnemiin.
nob: Vi kan og skal forvente mer av foreldrene.

source: Mun in bala gáibádus-sánis.
nob: Jeg er ikke redd for ordet «krav «.

source: – Sáhttá go nu vel geavvat, ahte váhnemat ohppet sámegiela mánáidisguin mánáidgárdejagiid mielde ?
nob: – Kan det kanskje også være sånn at foreldrene lærer samisk sammen med barna sine i løpet av barnehageårene ?

source: – Juo, nu lea dáhpáhuvvan.
nob: – Det har skjedd.

source: Lean earret eará vásihan ahte passiivagielat olbmot leat álgán hállat sámegiela.
nob: Jeg har blant annet opplevd at passivspråklige har begynt å snakke samisk.

source: Gieldda áidna sámemánáidgárdi Sieiddás – Álggus ledje guokte priváhta sámemánáidgárddi.
nob: – I starten var det to private samiske barnehager.

source: Mo de Sieiddá mánáidgárdi šattai ?
nob: Hvordan ble Sieiddá mánáidgárdi til ?

source: – Váhnenjoavku lei bargan dan ala ahte gielda ásahivččii sierra sámi mánáidgárdeossodaga.
nob: – Det var en foreldregruppe som jobbet lenge med å få kommunen til å opprette en egen samisk barnehageavdeling.

source: Barge nu garrasit ahte loahpas fidnejedje Sieiddá mánáidgárddi, lea juo logi jagi dassái.
nob: De jobbet veldig hardt med saken, og til slutt fikk de en egen barnehage, nå er det alt ti år siden.

source: Go Sieiddá mánáidgárdi lea gieldda mánáidgárdi, de dat ii biepma Sámeskuvlla seamma láhkai go eará sámemánáidgárddit.
nob: Ettersom Sieiddá mánáigárdi er kommunal, forsyner den ikke sameskolen med elever på samme måte som de andre samiske barnehagene.

source: Doppe mánát mannet Montessoriskuvlii, ja Sieiddá skuvlii maid.
nob: Barna derfra starter like gjerne på Montessoriskolen eller Seida skole.

source: – Manne nu ?
nob: – Hvorfor det ?

source: Mii lea erohus priváhta mánáidgárddiid ja gieldda mánáidgárddi gaskkas ?
nob: Hva er forskjellen på de private samiske barnehagene og den kommunale samiske barnehagen ?

source: – Gieldda mánáidgárdái ferte juohke mánná beassat, leš go sámegielat ruoktu vai ii.
nob: – Den kommunale samiske barnehagen er åpen for alle, enten de kommer fra et samiskspråklig hjem eller ikke.

source: – Jus leat olu mánát geat eai gula sámegiela ruovttus, ii go dalle sáhte šaddat nu ahte sámegiella hávká ?
nob: – Hvis det er mange barn der som ikke hører samisk hjemme, blir det ikke da slik at samisk språk forstummer ?

source: – Smávva mánáidgárddiin ii hávkka sámegiella, nu mo livččii stuorát mánáidgárddiin.
nob: – I små barnehager blir det ikke slik, men i store barnehager er det annerledes.

source: Buot golbma mánáidgárddi bargi leat leamaš hui dihtomielalaš sámegielovddideaddjit, sii leat ovddidan giela ja kultuvrra dássálagaid.
nob: De ansatte i alle disse tre barnehagene har vært svært bevisste bærere av samisk språk, de har jobbet med både språk- og kulturutvikling.

source: Giella oainnat ovdána doaimmaid bokte.
nob: Det er sånn at språket fremmes gjennom aktivitet.

source: Dan maid olmmoš bargá, dan muitá.
nob: Det man gjør, det husker man.

source: Buot fáttáid maid mii leat čađahan min mánáiguin, leat mánáide báhcán muitui.
nob: Alle tema som vi har gjennomført med våre barn, har blitt til varige minner hos barna.

source: Ii galgga dárogiela ge badjelgeahččat
nob: Man skal ikke forakte norsk heller

source: – Go juo it áiggo leat garas mánáid ektui, mo de barggat gielain ?
nob: – Når du nå sier at du ikke vil være hard mot barna, hvordan jobber du da med språket ?

source: – Lean olu bargan bargiid gielain, go min buolvvas lea dáruiduvvan sámegiella.
nob: – Jeg har jobbet mye med de ansattes språkføring, for i vår generasjon har vi et fornorsket samisk.

source: Juohke bargočoahkkimis lea nubbi čuokkis leamaš giella – mo manná gielain ?
nob: På hvert eneste personalmøte har et av punktene vært språk – hvordan går det med språket ?

source: Maiddái juohke váhnenčoahkkimis lea giella leamaš fáddán.
nob: Språket har også vært tema på hvert eneste foreldremøte.

source: Váhnenčoahkkimis leat olu hállan giellastrategiijaid birra.
nob: På foreldremøtene har jeg snakket mye om språkstrategier.

source: Hui dávjá lean ávžžuhan váhnemiid CD:id oastit, čuojahit mánáide musihka ja lohkat sidjiide sámegiel girjjiid, vaikko ieža eai máhteš sámegiela.
nob: Svært ofte har jeg oppfordret foreldrene til å kjøpe CD-er, spille musikk for barna, lese bøker på samisk for barna sjøl om de ikke kan samisk sjøl.

source: Sámegielas han leat dábálaš bustávat, ii leat veadjemeahttun lohkat vaikko ii ádde maid lohká.
nob: Samisk skrives med vanlige bokstaver, det er ikke umulig å lese det sjøl om man ikke forstår hva man leser.

source: Váhnemat leat leamaš stuorra doarjjan, ja go sii čuovvulit mu ávžžuhusaid, de oainnán ávkki barggus.
nob: Foreldrene har vært en viktig støtte, når de følger mine oppfordringer, ser jeg at arbeidet bærer frukter.

source: Láven maiddái stohkosiiguin álggahit váhnenčoahkkimiid, vai váhnemat galget beassat dadjat juoidá sámegillii.
nob: Jeg bruker også å starte foreldremøtene med lek, slik at foreldrene får anledning til å si noe på samisk.

source: Lean vásihan juohke mánáidgárddis ahte measta buot váhnemat leat fárus stoahkamin.
nob: Jeg har erfart i alle barnehagene at de aller fleste foreldrene blir med på slike leker.

source: Mun in leat bággen mánáid hállat sámegiela, muhto lean oahpahan duhkoraddama ja fillema bokte.
nob: Jeg har ikke tvunget barna til å snakke samisk, jeg har undervist ved hjelp av lek og litt lureri.

source: In leat goassege dadjan ahte dál fertet hállat sámegiela.
nob: Jeg har aldri sagt at nå må du snakke samisk.

source: In daja goassege njuolgga, divttán mánáid dárostit maiddái.
nob: Det sier jeg aldri direkte, jeg lar barna snakke norsk også.

source: Ii dárogiela galgga badjelgeahččat, de ohppet mánárt ges sámegiela badjelgeahččat ruovttoluotta.
nob: Man skal ikke forakte norsk, da lærer barna at samisk også er noe de kan forakte.

source: Galggašii čájehit beroštumi guktuid gillii.
nob: Man bør gi begge språkene oppmerksomhet.

source: Muhto ferte bargat dihtomielalaččat gielain, smiehttat gos golahit astoáigge.
nob: Men man må jobbe bevisst med språket, tenke på hvor man er i fritida.

source: Dien olis lea váhnemiin stuorra ovddasvástádus.
nob: Foreldrene har en stor utfordring i så måte.

source: Mánát galggašedje vásihit ahte sámegiella lea eará sajisge go mánáidgárddis.
nob: Barna burde få erfare at språket finnes andre steder enn i barnehagen.

source: Ieš vikkan dan álo čájehit go mii leat mátkkis mánáidgárddiin.
nob: Jeg prøver alltid å vise det når vi er på tur med barnehagen.

source: Vaikkoba go buvddas fitnat, jus doppe lea sámegielat bargi, de manan suinna dáikit.
nob: Om vi er på butikken, hvis det er en samisktalende medarbeider der, så går jeg for å snakke med vedkommende.

source: De mánát vásihit ahte giella eallá.
nob: Da erfarer barna at språket er levende.

source: Mánáidgárddis lea iežas buđetbealdu
nob: Barnehagen har sin egen potetåker

source: Giella ovdána
nob: Språket er i framgang

source: – Mo lea du mielas sámegielat Deanu servodat dál, dan ektui mii lei go sámi mánáidgárddit álggahuvvojedje ?
nob: – Hvordan synes du det samisktalende Tana er nå, i forhold til hva det var den gangen de samiske barnehagene ble startet opp ?

source: – Lean sámegielain bargan 20 jagi.
nob: – Jeg har jobbet med samisk språk i 20 år.

source: Dán áigodagas lea sámegiella hirbmat ovdánan.
nob: I løpet av denne perioden har samisk hatt stor framgang.

source: Mus leat bealjit rahpasan maiddái boarrásut olbmuide dáppe guovddášbáikkis.
nob: For min egen del har jeg begynt å oppdage flere og flere eldre her i sentrum som er samisktalende.

source: Go jođán mánáiguin dáppe de vásihan ahte olbmot hállet eanet ja eanet sámegiela, leat eambbosat álgán sámegiela hállat maiddái olbmuid gaskkas.
nob: Når jeg farter rundt her med barna, erfarer jeg at folk snakker mer og mer samisk, langt flere har begynt å snakke samisk når de er ute blant folk.

source: Mu mielas lea sámegiella ovdánan.
nob: Jeg synes at samisk har hatt framgang.

source: Goittot ii leat maŋos mannan.
nob: Det har ihvertfall ikke gått tilbake.

source: Dan goit livččii dahkan jus eai livčče sámi mánáidgárddit !
nob: Og det ville det ihvertfall gjort hvis det ikke hadde vært samiske barnehager !

source: Britt Guttorm Gaup: Mánáid ja giela dikšon máŋgalot jagi
nob: Britt Guttorm Gaup: Flere tiår i arbeid for barn og språk

source: Britt Guttorm Gaup ja Ditti mánát cápmet suinniid.
nob: Britt Guttorm Gaup og barna i Diddi barnehage banker sennegras.

source: Britt Guttorm Gaup lea riegádan 1949 Hilláguras.
nob: Britt Guttorm Gaup er født i Hillagurra i 1949.

source: Son lea bajásšaddan šibitdáluin ja boazodoaluin. Son lea vázzán Buolbmát mánáidskuvlla, Tana linjedelte ungdomsskole, mánáiddivššároahpu Hamaris ja ovdaskuvlaoahpaheaddjioahpu Voldas.
nob: Hun er vokst opp med gårdsdrift og reindrift Hun har gått på Polmak skole, Tana linjedelte ungdomsskole, barnepleierutdanning på Hamar og førskolelærerutdanning i Volda.

source: Son lea dadjat juo oppa ollesolbmoagis bargan mánáid sámegiela ovddidemiin, álggus Guovdageainnu Johtti mánáidgárddis, muhto eanáš áigge Deanus.
nob: Hun har i så og si hele sitt voksne liv arbeidet med å fremme samisk språk hos barn, først i Guovdageainnu johtti mánáidgárdi (Kautokeino ambulerende barnehage, en spesiell barnehage for reindriftsfamilier), men det meste av tida i Tana.

source: Britt muitala dás bargovásáhusaidis birra Deanu mánáidgárddiin, sihke priváhta ja gieldda mánáidgárddiin.
nob: Her forteller Britt om erfaringene sine fra barnehagene i Tana, både de private og de kommunale.

source: Britt jođiha dál Deanu sámeskuvlla astoáigefálaldaga.
nob: Nå er Britt leder for skolefritidsordninga ved Deanu sámeskuvla.

source: – Deatnogátte mánáidgárdi álggahuvvui čakčat 1979.
nob: – Deatnogátte mánáidgárdi startet opp på høsten i 1979.

source: Lei vuosttaš sámi mánáidgárdi Deanus.
nob: Det var den første samiske barnehagen i Tana.

source: Mun álgen dohko jođiheaddjin.
nob: Jeg begynte der som daglig leder.

source: Deatnogátte sámesearvi dat oamastii ja jođihii mánáidgárddi.
nob: Deatnogátte sámiid searvi eide og ledet barnehagen.

source: Dat lei oalle hástalus, muhto mun ballen maiddái go váldogiellan galggai leat sámegiella.
nob: Det var en stor utfordring, men jeg var også engstelig, fordi hovedspråket skulle være samisk.

source: Mun dovden ovttaláhkái dego stuorra ovddasvástádussan dan go galggaimet fuolahit ja nannet sámegiela.
nob: Jeg følte det som et stort ansvar at vi skulle ta vare på og styrke samisk.

source: Go dat lei dalle juo sáhka ahte dárogiella lea váldigoahtán eambbo ja eambbo saji mánáid gaskkas.
nob: For alt da var det snakk om at norsk hadde begynt å ta mer og mer plass blant barna.

source: Eambbo ja eambbo dárogielat olbmot ledje boahtán, náitaladdan deike Detnui, ja de lei šaddan mánáidgárddiid ovddasvástádussan njulget gielladili.
nob: Flere og flere norsktalende hadde kommet, de hadde giftet seg og flyttet til Tana, og så var det blitt barnehagens ansvar å rette på språksituasjonen.

source: Lei maid dieđusge ulbmil Deatnogátte sámesearvvis ahte mánáidgárdi fuomášuhttá birrasa man dehálaš giella lea, ja movttiidahttá olbmuid váldit sámegiela fas atnui beaivválaš giellan.
nob: Det var sjølsagt Deatnogátte sámiid searvi sitt mål at barnehagen også skulle gjøre omgivelsene oppmerksomme på hvor viktig språket er, og motivere folk til å ta samisk mer i bruk som dagligspråk.

source: – Eará bargiid gaskkas háliidan erenoamážit namuhit Helena Guttorm ja Anna-Liisa Guttorm-rohki.
nob: – Av andre ansatte vil jeg nevne Helena Guttorm og avdøde Anna-Liisa Guttorm spesielt.

source: Deatnogátte mánáidgárddis lei ossodat sihke Fanasgiettis ja Sirpmás, ja moai Anna-Liisain doaimmaime goabbat sajis.
nob: Deatnogátte mánáidgárdi hadde avdeling både i Båteng og Sirma, Anna-Liisa og jeg fungerte på hvert vårt sted.

source: Anna-Liisa lei okta dain gii barggai riikkarájáid rastá, son áŋgirušai hirbmat olu ovddidit oktasašbarggu rájá rastá, go mis han lea oktasaš sogat, oktasaš giella, oktasaš ealáhusat jna..
nob: Anna-Liisa var en av dem som jobbet grenseoverskridende, hun var veldig opptatt av å utvikle grensoverskridende samarbeid, for vi har jo felles slekter, felles språk, de samme næringsveiene osv..
